Repository: aryanchoudharypro/audiothemesNG
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar

source: Theme Name
ar: إسم السيم

source: Theme Author
ar: كاتب السيم

source: Theme Description
ar: وصف السيم

source: All of the fields are required. Exiting...
ar: جميع الحقول مطلوبة. للإنهاء...

source: Error
ar: خطأ

source: Audio themes
ar: السيمات الصوتية

source: Create &New Audio Theme
ar: إنشاء &سيم صوتي جديد

source: Create a new audio theme package from scratch
ar: قم بإنشاء حزمة سمة صوت جديدة من البداية

source: Customize &Existing Audio Theme
ar: ت&خصيص سيم صوت حالي

source: Customize an installed audio theme with your prefered sounds.
ar: تخصيص سمة الصوت المثبتة مع الأصوات المفضلة لديك.

source: &Close
ar: إ&غلاق

source: Enter Theme Information
ar: أدخل معلومات السمة

source: Creating New Theme - {name}
ar: إنشاء سمة جديدة - {name}

source: No Audio Themes
ar: لاتوجد ثيمات صوتية

source: Select An Audio Theme
ar: حدد سمة الصوت

source: Editing Audio Theme: {name}
ar: تعديل سمة الصوت: {name}

source: All Supported Audio Formats
ar: جميع صيغ الصوت المدعومة

source: Choose an audio file
ar: اختيار ملف صوتي

source: OK
ar: موافق

source: Cancel
ar: إلغاء

source: Theme Sounds
ar: سمات الأصوات

source: &Change...
ar: &تغيير...

source: &Remove
ar: إ&زالة

source: &Add...
ar: إ&ضافة...

source: &Save
ar: ح&فظ إلى

source: Save Audio Theme Package
ar: حفظ حزمة سمة الصوت

source: Audio Theme Package (*.atp)|*.atp
ar: حزمة سمة الصوت (* .atp) | * .atp

source: Confirm Quit
ar: تأكيد الإنهاء

source: Add Sound
ar: إضافة الصوت

source: Sound For:
ar: الصوت من:

source: &Browse
ar: إ&ستعراض

source: &Preview
ar: &معاينة

source: &Audio Themes Studio
ar: &إستوديو سمات الصوت

source: Audio Themes Studio
ar: إستوديو سمات الصوت

source: Audio Themes
ar: سِمات صوتية

source: Enable audio themes
ar: تمكين سِمات الصوت

source: Select theme:
ar: إختر سيم:

source: &About
ar: &حول

source: Add &New...
ar: إ&ضافة جديد...

source: Play sounds in 3D mode
ar: تشغيل الأصوات في وضع 3D

source: Speak roles such as button, edit box , link etc.
ar: نطق الوظائف مثل الزر ، مربع التحرير ، الرابط ، إلخ.

source: Speak roles during say all
ar: نطق كل الوظائف أثناء نطق الكل

source: Use speech synthesizer volume
ar: إستخدام حجم آلة النطق

source: Audio themes volume:
ar: حجم سيِمات الصوت:

source: Audio themes volume
ar: حجم صَوْت اسيِمات

source: Name: {name} Author: {author} {summary}
ar: الإسم: {name} الكاتب: {author} {summary}

source: About Audio Theme
ar: حول موضوع الصوت

source: Remove Audio Theme
ar: إزالة صوت السيم

source: Choose an audio theme package
ar: إختيار حزمة سمة صوت

source: Audio Theme Packages
ar: حِزَمْ سمات الصوت

source: Ogg audio files
ar: ملفات صوتية ogg

source: Wave audio files
ar: ملفت صوتية Wave

source: Protected Edit Field
ar: نموذج تعديل محمي

source: First Item
ar: العنصر الأول

source: Last Item
ar: العنصر الإخير

source: New Notification Sound
ar: صوت تنبيه جديد

source: Web Page Loaded
ar: تحميل صفحة الويب

source: Welcome To The Audio Themes Studio: Here you can create new audio themes and package them for sharing with others. You can also customize anyone of your installed audio themes with your own sounds.
ar: مرحبًا بكم في استوديو أنماط الصوت: هنا يمكنك إنشاء سمات صوتية جديدة وحزمها لمشاركتها مع الآخرين. يمكنك أيضًا تخصيص سِمات شخصية لك من خلال السيمات المثبتة بأصواتك الخاصة.
